Repository: air4children/site
Catalog: src/locales/*/messages.po
Languages: es

source: About
es: Acerca

source: Contact Us
es: Contacto

source: Donate
es: Donaciones

source: For further information, you can read the complete documentation at
es: Para mayor informacion, puedes leer la documentacion completa:

source: If you have any questions about becoming a collaborator, volunteer, mentor, sponsor, or anything else, do not hesitate to mail us to `robotics.libre@gmail.com`.
es: Si tu tienes alguna pregunta acerca de cómo convertirte en colaborador, voluntario, mentor,

source: Most recent new from air4children
es: Noticias más recientes de air4children

source: Our aim is to create the first Summer Workshop in 2015 of LibrE Robotics in Xicohtzinco, Tlaxcala, Mexico. Children between 10 and 15 years old will be invited to participate in a week full of activities that are going to be thoughtfully designed for finding delightfulness in the robotics field.
es: Nuestro principal objetivo es crear el primer taller de verano de robotica libre en Xicohtzinco, Tlaxcala, México. Niños entre 10 y 15 años seran invitados a participar a una semana completa de actividades que sera completamente diseñadas para despertar el interes de la robotica.

source: References:
es: Referencias:

source: Robots (summer 2015)
es: Cocinando Robots (Verano 2015)

source: Volunteering
es: Voluntariado

source: We are working on the logistic, evaluating material, creating activities, organizing the project's timeline, selecting mentors, and getting sponsorship.
es: Estamos trabajando en la logistica, evaluando material, creando actividades, organizando el cronograma del proyecto, asi como seleccionando a los mentores y consiguiendo patrocinadores.

source: What is air4children ?
es: ¿Qué es air4children?

source: to contribute to the development of a free world-class education in Robotics for anyone anywhere;
es: para contribuir al desarrollo de una educación de primer mundo en robotica para todos donde sea.

source: to design and build environments where participants can discover and develop their own capabilities.
es: para diseñar y construir ambientes donde los participantes pueden descubrir y desarrollar sus propieas habilidades.

source: to design and build low-cost robots with high standards of quality;
es: para diserñar y construir robots de bajo costo con grandes estandares de cálidad;

source: to design free access material in educational Robotics, and develop activities where organization and cooperation of the participants can foster possible solutions for environmental, social and healthcare issues; and
es: para diserñar material de acceso libre en Robotica educacional y desarrollar actividades donde organización y cooperación de los participantes puedes crear soluaciones para problemas ambientales, sociales y de salud; y

source: to improve current open source software projects so as to be more approachable by inexperienced users;
es: para mejorar los proyectos actuales de software libre para que así sean más ocupados por usuarios inexpectos.
